Repository: wuge1513/typepad-motion
Catalog: motion/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Recent Entries in %(group)s
fr: Notes récentes dans %(group)s

source: Recent Entries from %(user)s
fr: Notes récentes de %(user)s

source: Recent Entries from %(user)s in %(group)s.
fr: Notes récentes de %(user)s dans %(group)s.

source: Recent Comments on %(title)s
fr: Commentaires récents sur %(title)s

source: Recent Comments on %(title)s in %(group)s.
fr: Commentaires récents sur %(title)s dans %(group)s.

source: An error occurred while uploading your file. Please try again.
fr: Une erreur s'est produite pendant l'envoi du fichier. Merci d'essayer à nouveau.

source: This field is required.
fr: Champ obligatoire

source: Text
fr: Texte

source: Link
fr: Lien

source: Video
fr: Vidéo

source: Please correct the errors below.
fr: Veuillez corriger les erreurs suivantes.

source: Post created successfully!
fr: Votre note a été publiée.

source: The requested post has been removed from this site.
fr: La note a bien été supprimée.

source: Comment deleted.
fr: Commentaire supprimé

source: Post deleted.
fr: Note supprimée

source: You are not authorized to delete this asset.
fr: Vous n'êtes pas autorisé à supprimer cet objet.

source: Comment created successfully!
fr: Commentaire publié.

source: This user can no longer post.
fr: Cet utilisateur ne peut plus créer de notes sur ce site.

source: This user's posts will be moderated.
fr: Les notes de cet utilisateur seront modérées.

source: This user is no longer moderated.
fr: Cet utilisateur n'est plus modéré.

source: Thanks for the %(type)s!
fr: Merci pour %(type)s!

source: POST STUFF
fr: Publier

source: An Error Occured
fr: Une erreur est survenue

source: Go home?
fr: Aller à l'accueil

source: %(super)s: Recent Activity
fr: %(super)s: Activités récentes

source: Your posting privileges on this site have been suspended.
fr: Vous n'avez plus le droit de publier sur ce site.

source: %(name)s&rsquo;s Recent Activity
fr: Activité récente de %(name)s

source: <p><a href="%(members_url)s">Follow members</a> of %(group_name)s and see their updates as they get posted.</p> <p>Once the people you follow add new content, their updates will show here.</p>
fr: <p><a href="%(members_url)s">Suivez les membres</a> de %(group_name)s pour voir leurs activités et le contenu qu'ils publient.</p> <p>Dès que les personnes que vous suivez ajoutent du contenu, celui-ci sera visible ici.</p>

source: %(super)s: %(name)s&rsquo;s Profile
fr: %(super)s: Profil de %(name)s

source: Recent Entries from %(name)s
fr: Notes récentes de %(name)s

source: About Me:
fr: A propos:

source: Location:
fr: Situation Géographique:

source: Homepage:
fr: Site web:

source: Interests:
fr: Centres d'intérêt:

source: Edit my TypePad profile
fr: Editer votre profil TypePad

source: manage my TypePad memberships
fr: Gérer mes adhésions TypePad

source: View full TypePad profile
fr: Voir le profil TypePad

source: Recent Activity
fr: Activités Récentes

source: %(super)s: Members
fr: %(super)s: Membres

source: Export Member List
fr: Exporter la liste des membres

source: %(name)s follows 1 person.
fr: %(name)s suit 1 personne.

source: %(name)s&rsquo;s 1 Follower
fr: 1 Suiveur de %(name)s

source: 1 Member
fr: 1 Membre

source: To follow a member, hover over their picture and click &lsquo;Follow&rsquo;.
fr: Pour suivre un membre, faites glisser la souris au dessus de la photo et cliquez &lsquo;Suivre&rsquo;.

source: Recent Comments
fr: Commentaires récents

source: 1 Comment
fr: 1 Commentaire

source: Leave a comment
fr: Laisser un commentaire

source: Post
fr: Publier

source: Posting comment...
fr: Commentaire en cours de publication

source: <a href="%(login_url)s?next=%(next)s">Sign in or join %(group_name)s</a> to add a comment.
fr: <a href="%(login_url)s?next=%(next)s">S'identifier ou s'enregistrer %(group_name)s</a> pour laisser un commentaire.

source: 'Are you sure you want to delete this %(type)s? This action cannot be undone.'
fr: 'Etes-vous sûr de vouloir supprimer définitivement cet élément %(type)s ? Cette action ne peut pas être annulée.'

source: "Delete %(type)s"
fr: "Supprimer %(type)s"

source: Delete
fr: Supprimer

source: 1 <span>Comment</span>
fr: 1 <span>Commentaire</span>

source: <a rel="bookmark" href="%(url)s">%(timestamp)s</a>
fr: <a rel="Marquer" href="%(url)s">%(timestamp)s</a>

source: posted from
fr: publié depuis

source: posted
fr: publié

source: shared a video from
fr: a partagé une vidéo depuis

source: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> commented on an <a href="%(url)s">%(type)s post by %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: <span class="vcard de l'auteur"><a href="%(author_url)s">%(name)s</a></span> a fait un commentaire sur l'élément <a href="%(url)s">%(type)s de %(author)s</a> <abbr class="publié" title="%(published)s">%(timestamp)s</abbr>.

source: <span class="vcard author"><a href="%(author_url)s">%(name)s</a></span> commented on a <a href="%(url)s">%(type)s by %(author)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: <span class="vcard de l'auteur"><a href="%(author_url)s">%(name)s</a></span> a fait un commentaire sur l'élément <a href="%(url)s">%(type)s by %(author)s</a> <abbr class="publié" title="%(published)s">%(timestamp)s</abbr>.

source: %(actor_name)s favorited an <a href="%(url)s">%(post_type)s by %(author_name)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: %(actor_name)s a marqué comme favori<a href="%(url)s">%(post_type)s de %(author_name)s</a> <abbr class="publié" title="%(published)s">%(timestamp)s</abbr>.

source: %(actor_name)s favorited a <a href="%(url)s">%(post_type)s by %(author_name)s</a> <abbr class="published" title="%(published)s">%(timestamp)s</abbr>.
fr: %(actor_name)s a marqué comme favori <a href="%(url)s">%(post_type)s de %(author_name)s</a> <abbr class="publié" title="%(published)s">%(timestamp)s</abbr>.

source: Terms of Service
fr: Condition Générales d'Utilisation

source: Privacy
fr: Politique de Confidentialité

source: Copyright &copy; 2009 Six Apart Ltd. All rights reserved.
fr: Copyright &copy; 2009 Six Apart Ltd. Tous Drois Réservés.

source: Add a post!
fr: Ajouter une note !

source: Add a link!
fr: Ajouter un lien !

source: Add a photo!
fr: Ajouter une image !

source: Add a video!
fr: Ajouter une vidéo !

source: Add an audio post!
fr: Ajouter de l'audio !

source: URL of a web page.
fr: URL d'un site Web

source: URL of a YouTube or Vimeo video.
fr: URL de la vidéo YouTube ou Vimeo.

source: Select an audio file
fr: Sélectionner un fichier audio

source: Select a photo file
fr: Sélectionner un fichier image

source: Only MP3 audio files are supported.
fr: Seuls les fichiers audios MP3 sont supportés

source: Only GIF, JPEG and PNG image files are supported.
fr: Seuls les fichiers GIF, JPEG et PNG sont supportés

source: Also post to...
fr: Publier également sur...

source: + more options
fr: Plus d'options

source: Posting...
fr: Publication en cours...

source: %(name)s has been banned from this site.
fr: %(name)s a été interdit de ce site

source: %(name)s is no longer a member of this site, but their activity is archived.
fr: %(name)s n'est plus membre de ce site mais ses activités ont été archivées

source: Home
fr: Page d'accueil

source: Everyone
fr: Tous

source: Following
fr: Suivis

source: Members
fr: Membres

source: Page %(number)s of %(total)s
fr: Page %(number)s sur %(total)s

source: &#171; Previous
fr: &#171; Page précédente

source: Next &#187;
fr: Page suivante &#187;

source: More About %(name)s
fr: Plus d'infos sur %(name)s

source: Edit my profile
fr: Editer mon profil

source: Privacy Policy
fr: Politique de Confidentialité

source: Administrative Options
fr: Options administratives

source: E-mail %(name)s
fr: Envoyer un mail à %(name)s

source: 'Are you sure you want to un-ban this user? They will be able to rejoin this group.'
fr: 'Etes-vous sûr de vouloir lever l'interdiction ? Cet utilisateur pourra rejoindre à nouveau ce groupe.'

source: Un-ban %(name)s
fr: Lever l'interdiction de %(name)s

source: Moderation Status:
fr: Statut de modération :

source: Moderate
fr: Modérer

source: Cannot post
fr: Vous ne pouvez pas poster

source: Unmoderated
fr: Non modéré

source: 'Are you sure you want to ban this user? They will no longer be a member of the group and will be unable to post, comment, or rejoin.'
fr: 'Etes-vous sûr de vouloir bannir ce membre ? Il ne sera plus membre du site et n'aura plus le droit de publier de notes ou de commentaires, ou de rejoindre ce groupe.'

source: Ban %(name)s
fr: Bannir %(name)s

source: Sponsored by...
fr: Sponsorisé par...

source: Elsewhere
fr: Vos autres comptes

source: 1 person made this a favorite
fr: 1 personne a marqué cette note comme favori

source: (only first 50 shown)
fr: (seulement les 50 premiers)

source: Followers
fr: Suiveurs

source: Follower
fr: Suiveur

source: view all
fr: Voir tout

source: <a href="%(login_url)s?next=%(request_path)s">Sign in or join %(group_name)s</a>
fr: <a href="%(login_url)s?next=%(request_path)s">S'identifier ou s'enregistrer %(group_name)s</a>

source: Hi <a href="%(url)s">%(name)s</a>
fr: Bonjour <a href="%(url)s">%(name)s</a>

source: Profile
fr: Profil

source: Moderation
fr: Modération

source: Sign out
fr: Se déconnecter
